import preview from '@/assets/preview.png'
import recept from '@/assets/recept.png'
import ramen from '@/assets/ramen.png'

export const blogs = [
  {
    title: 'КАК ЕСТЬ ПИЦЦУ, СЛАДКОЕ И ТЕРЯТЬ ВЕС БЛАГОДАРЯ IIFYM?',
    image: preview,
    text: 'Вы хотели бы баловать себя чем то сладким и вкусным и в то же время терять вес? Узнайте о волшебстве IIFYM и начинайте худеть!',
  },
  {
    title: 'Фитнес-рецепт: Хлеб со спредом из авокадо и яйцом-пашот',
    image: recept,
    text: 'Приготовьте вместе с нами хрустящий тостовый хлеб из авокадового спреда и яйцом-пашот, который вам точно понравится как бранч или поздний завтрак! Вы можете ожидать идеальной гармонии вкусов....., но достаточно болтать, давайте приступим!',
  },
  {
    title: 'Фитнес-рецепт: Вкусный рамен с высоким содержанием белка',
    image: ramen,
    text: 'Рамен - это японский суп, который популярен благодаря своему необычному восточному вкусу. В нем много белка и всего 15 г углеводов на порцию за счет используемого сырья. Это делает его отличным обедом или ужином.',
  },
]
