export const links = [
  {
    title: 'СПОРТИВНЫЕ ДОБАВКИ',
    columns: [
      [
        {
          title: 'Протеины',
          categories: [
            'Сывороточные протеины',
            'Многокомпонентные протеины',
            'Ночные протеины',
            'Протеины на растительной основе',
            'Коллаген',
            'Прочие протеины',
            'Протеины для женщин',
            'Протеины из говядины',
            'Соевые протеины',
            'Протеин для набора массы',
          ],
        },
        {
          title: 'Спортивные добавки для ваших целей',
          categories: [
            'Рост мышечной массы',
            'Протеины для похудения',
            'Регенерация и восстановление',
            'Повышение производительности',
            'Добавки для поддержания иммунитета',
          ],
        },
      ],
      [
        {
          title: 'Жиросжигатели',
          categories: [
            'Комплексные жиросжигатели',
            'L-Карнитин',
            'Термо жиросжигатели',
            'Прочие жиросжигатели',
          ],
        },
        {
          title: 'Аминокислоты',
          categories: [
            'Комплексные аминокислоты',
            'BCAA',
            'EAA',
            'Аргинин',
            'Глютамин',
            'Прочие аминокислоты',
          ],
        },
        {
          title: 'Полезные жиры',
          categories: [
            'Жидкий рыбий жир',
            'Омега 3',
            'Омега 3-6-9',
            'Масло криля',
            'CLA и HCA',
            'Лецитины',
            'Прочие полезные жиры',
          ],
        },
        {
          title: 'Анаболизаторы и стимуляторы',
          categories: [
            'Предтренировочные стимуляторы',
            'NO добавки',
            'HMB',
            'Замена стероидам',
            'Кофеины',
            'Бета-аланин',
            'DAA',
          ],
        },
      ],
      [
        {
          title: 'Гейнеры и углеводы',
          categories: [
            'Гейнеры',
            'Медленные углеводы',
            'Быстрые углеводы',
            'Энергетические гели',
            'Протеины All-in-one',
          ],
        },
        {
          title: 'Витамины',
          categories: [
            'Витаминные комплексы',
            'Витамин А',
            'Витамины группы В',
            'Витамин C',
            'Витамин D',
            'Витамин E',
          ],
        },
        {
          title: 'Креатин',
          categories: [
            'Креатин моногидрат',
            'Другие формы креатина',
            'Многокомпонентный креатин',
          ],
        },
      ],
      [
        {
          title: 'Витамины для суставов',
          categories: [
            'Комплексные добавки',
            'Желатиновые добавки',
            'Глюкозамин',
            'Прочие добавки для суставов',
            'Хондроитин',
          ],
        },
        {
          title: 'Минералы',
          categories: [
            'Минеральные комплексы',
            'Магний',
            'Кальций',
            'Железо',
            'Цинк',
            'ZMA и ZMB',
            'Прочие минералы',
          ],
        },
        {
          title: 'Прочие спортивные добавки',
          categories: [
            'Пробиотики и пищеварительные ферменты',
            'Растительные добавки',
            'Добавки для улучшения сна',
            'Добавки от судорог',
            'Волосы, ногти и кожа',
            'Gaming',
            'Защита печени',
            'Против старения',
            'Прочие специальные спортивные добавки',
            'Грибы',
          ],
        },
      ],
    ],
  },

  {
    title: 'ПОЛЕЗНЫЕ ПРОДУКТЫ',
    columns: [
      [
        {
          title: 'Полезные продукты',
          categories: [
            'Ореховые пасты',
            'Кремовые пасты',
            'Орехи и семена',
            'Хлеб и выпечка',
            'Суперпродукты',
            'Готовые блюда',
            'Заменители питания',
            'Рыба',
            'Яйца',
            'Клетчатка',
            'Прочие продукты',
          ],
        },
      ],
      [
        {
          title: 'Хлопья и злаковые смеси',
          categories: [
            'Каши и мюсли',
            'Каши',
            'Овсяные хлопья',
            'Гранола',
            'Макаронные изделия',
            'Рис',
            'Киноа',
            'Гречка',
            'Прочие продукты',
          ],
        },
        {
          title: 'Протеиновые перекусы',
          categories: [
            'Протеиновые батончики',
            'Протеиновое печенье',
            'Протеиновые чипсы и крекеры',
            'Энергетические и мюсли батончики',
            'Вяленое мясо',
            'Сухофрукты',
            'Шоколад',
            'Прочие перекусы',
          ],
        },
      ],
      [
        {
          title: 'Добавки для готовки',
          categories: [
            'Мука',
            'Масла',
            'Бобовые',
            'Протеиновые смеси для готовки',
            'Прочие ингредиенты для готовки',
          ],
        },
        {
          title: 'Спортивные напитки',
          categories: [
            'Ионные напитки',
            'RTD напитки',
            'Протеиновые RTD напитки',
            'Энергетические RTD напитки',
            'Прочие RTD напитки',
            'Концентрированные напитки',
            'Чай',
            'Прочие напитки',
          ],
        },
      ],
      [
        {
          title: 'Подсластители и ароматизаторы',
          categories: [
            'Подсластители',
            'Стевия',
            'Ксилитол',
            'Эритритол',
            'Мёд',
            'Прочие подсластители',
            'Приправы',
            'Соусы',
            'Ароматизаторы',
          ],
        },
      ],
    ],
  },
  {
    title: 'СПОРТИВНАЯ ОДЕЖДА',
    columns: [
      [
        {
          title: 'Спортивная одежда для женщин',
          categories: [
            'Женские футболки и майки',
            'Женские толстовки',
            'Женские штаны',
            'Женские шорты',
            'Лосины и леггинсы',
            'Женские топы',
            'Нижнее белье и купальники',
            'Женские кепки и бейсболки',
            'Одежда для женщин - РАСПРОДАЖА',
          ],
        },
      ],
      [
        {
          title: 'Спортивная одежда для мужчин',
          categories: [
            'Мужские футболки',
            'Мужские майки',
            'Мужские толстовки',
            'Мужские штаны',
            'Мужские шорты',
            'Функциональная одежда',
            'Мужское нижнее белье',
            'Мужские кепки и бейсболки',
            'Одежда для мужчин - РАСПРОДАЖА',
          ],
        },
      ],
    ],
  },
  {
    title: 'ПРОЧЕЕ',
    columns: [
      [
        {
          title: 'Тренировка дома',
          categories: [
            'Скакалки',
            'Резиновые петли и эспандеры',
            'Мячи для фитнеса и балансирочоные платформы',
            'Массажные ролики',
            'Коврики для тренировок',
            'Утяжелители и гантели',
            'Гантели',
            'Тренировочные системы TRX',
            'Одежда для женщин - РАСПРОДАЖА',
            'Йога и пилатес',
            'Смарт Аксессуары для тренировок',
            'Прочие аксессуары для домашних тренировок',
            'Стойки для силовых тренировок',
          ],
        },
      ],
      [
        {
          title: 'Аксессуары для тренировок',
          categories: [
            'Пояса для тренировок',
            'Перчатки для тренировок',
            'Шейкеры',
            'Спортивные бутылки',
            'Лямки и крюки для тяги',
            'Бинты для тренировок',
            'Полотенца',
            'Прочие аксессуары для тренировок',
          ],
        },
        {
          title: 'Блог',
          categories: [
            'Спортивные добавкиУпражнения',
            'Упражнения и тренировки',
            'Фитнес рецепты',
            'Как похудеть',
            'Питание и здоровый образ жизни',
            'Личности и вдохновение',
            'Фитнес калькуляторы',
          ],
        },
      ],
      [
        {
          title: 'Спортивные сумки',
          categories: ['Сумки для тренировок', 'Сумки для еды'],
        },
        {
          title: 'Диетические продукты',
          categories: [
            'Безглютеновые продукты',
            'Безлактозные продукты',
            'Веганские продукты',
            'Вегетарианские продукты',
            'Био продукты',
          ],
        },
      ],
      [
        {
          title: 'Бренды',
          categories: [
            'BeastPink',
            'BSN',
            'GymBeam',
            'Muscletech',
            'NOW Foods',
            'The Protein Works',
            'Universal',
            'VanaVita',
            'Wolfberry',
            'Все бренды',
          ],
        },
        {
          title: 'Прочие категории',
          categories: [
            'Распродажа',
            'Novinky',
            'Диагностические тесты',
            'Фитнес подарки',
            'Подарки для нее',
            'Подарки для него',
            'Предложение для фитнес-центров',
            'Пробники',
            'Наборы ',
          ],
        },
      ],
    ],
  },
]
